<template>
  <div class="about">
    <v-app-bar
      app
      color="orange"
    >
      <v-app-bar-title>
        <h3 class="text-h4 white--text">Конфетное королевство</h3>
      </v-app-bar-title>
    </v-app-bar>
    <center>
    <h2 class="display-1 font-weight-bold mb-3" style="text-align: center;">Знакомьтесь с Конфетным королевством!</h2>
              <v-card color="white" width="1310px"
          elevation="10"
          outlined>
            <v-card-title>
            Наш сладкий магазинчик расположися в самом центре Санкт-Петербурга,
            он въелся в каменные стены Невского проспекта, открывая покупателям дверь в сладку мечту.
            </v-card-title>
          </v-card>
          <br>
    <img alt="Vue logo" src="../assets/about.png">
    <br>
                  <v-card color="white" width="1310px"
          elevation="10"
          outlined>
            <v-card-title>
            — Чего только не было на полках! Огромные куски нуги, грильяж с дроблёным кокосовым орехом,
      толстые медовые ириски, штабели всевозможных плиток шоколада. Посреди магазина громадный бочонок
      драже разных вкусов «Берти Боттс», бочонок сахарных свистулек, воздушное мороженое,
      о котором говорил Рон. Целый стеллаж «потешных угощений»: взрывающаяся жевательная резинка «Друбблс»
      (из неё можно выдувать огромные синие пузыри, которые потом несколько дней летают по комнате),
      мятные нитки для чистки зубов, перечные чёртики в пакетах с надписью «Дохни огнём!»,
      мороженое «Зубом застучи, мышью запищи», мятная помадка в форме лягушат — «В желудке прыгают,
      ногами дрыгают», хрупкие сахарные перья и карамельные бомбы.
            </v-card-title>
          </v-card>
          <br>
              <v-card color="white" width="1310px"
          elevation="10"
          outlined>
          <br>
            <v-card-title>
            Прекрасная цитата из прекрасной книги как ничто другое подходит атмосфере нашего магазинчика.
      Только волшебство и детское счастье найдёте вы тут.
            </v-card-title>
          </v-card>
          <br>
    <img alt="Vue logo" src="../assets/candies.png">
    <v-card color="white" width="1310px"
          elevation="10"
          outlined>
          <br>
            <v-card-title>
            В ассортименте нашего магазина вы можете найти самое множество как привычных сердцу сладостей,
      так и совершенно экзотических, привезённых из самых разных уголков мира.
      Мало того, вам необязательно жить в Санкт-Петербурге, чтобы поймать момент смакования сладкого волшебства!
      Магазин Сладкое королевство предоставляет доставку по всей территории Российской Федерации.
            </v-card-title>
          </v-card>
          <br>
          <v-card color="white" width="1310px"
          elevation="10"
          outlined>
          <br>
            <v-card-title>
            Тем не менее, наведывайтесь в гости! Наше волшебное место находится по следующему адресу на Невском проспекте:
            </v-card-title>
          </v-card>
          <br>
    <img alt="Vue logo" src="../assets/map.png">
    </center>
  </div>
</template>
